---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.PanelScheduleTemplate
source: html/4f6c3b26-110d-3bdb-abc5-4afb083122f3.htm
---
# PanelScheduleTemplate Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.